export const ONBOARDING_POSITIONS = [
  "Руководитель филиала",
  "Супервайзер",
  "Маркетолог",
  "Сотрудник офиса",
  "Агент продаж",
  "Технический персонал",
  "Другое",
] as const;

export const ONBOARDING_DEPARTMENTS = [
  "Маркетинг",
  "BTL",
  "Продажи",
  "Технический отдел",
  "Логистика",
  "Администрация",
  "Call Center",
  "Другое",
] as const;

export const ONBOARDING_OFFICES = [
  "Головной офис",
  "Алмалык",
  "Ангрен",
  "Андижан",
  "Бекабад",
  "Бухара",
  "Гулистан",
  "Джизак",
  "Заравшан",
  "Карши",
  "Коканд",
  "Навои",
  "Наманган",
  "Самарканд",
  "Термез",
  "Ургенч",
  "Учкудук",
  "Фергана",
  "Чирчик",
] as const;
